---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DollarPerMSup2
source: html/6a4f22c6-b555-34a7-75cc-10f1261e316c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DollarPerMSup2 Property

Symbol $/m², indicating unit Cost per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId DollarPerMSup2 { get; }
```